{
    "titulo": "Desenvolvimento de aplicações para dispositivos móveis e Cloud Computing",
    "nivel": "Pós-graduação",
    "class": "desenvolvimento-aplicacoes-dispositivos-moveis-cloud-computing",
    "campus": [{"item":"Santa Rita do Sapucaí"}],
    "inicio": "Início: Mar/2020",
    "horario": "Horário: Sáb: 8h30 às 12h30 e 13h30 às 17h30",
    "duracao": "Duração: 24 meses",
    "sobre": [
        {
            "descricao": "<p>Aprenda com mais de 60% de aulas práticas, realizadas em laboratório! O curso aborda o desenvolvimento de programas aplicativos para dispositivos móveis nas plataformas dos sistemas operacionais. Serão utilizadas as linguagens de programação necessárias, além de outras de suporte para o desenvolvimento de aplicações Web e de jogos para dispositivos móveis.</p><p>Conceitos de SOA (Arquitetura Orientada a Serviços) e Cloud Computing serão abordados para que os alunos aprendam a integrar seus aplicativos móveis com serviços da “nuvem”. Ao longo do curso, você aprenderá diversas linhas de estudo como: desenvolvimento Web, desenvolvimento para Cloud Computing, desenvolvimento para dispositivos móveis, desenvolvimento móvel com Cloud Computing e desenvolvimento de jogos.</p>",
            "imagem": "imagem"
        }
    ],
    "conteudo": [
        {"item": "Introdução a Cloud Computing, SOA e BPM"},
        {"item": "Programação OO Java e C#"},
        {"item": "Orientações para TCC"},
        {"item": "Conceituação e projeto de WebServices e interface de serviço em Java: SOAP e REST"},
        {"item": "Desenvolvimento de Web Services com segurança sob plataforma .NET"},
        {"item": "Big Data e análise de dados"},
        {"item": "Desenvolvimento JavaEE"},
        {"item": "Conceituação em cloud computing, programação OO, Web Services e SOA"},
        {"item": "Desenvolvimento de serviço SOAP com WCF em C#"},
        {"item": "Desenvolvimento de aplicativos em Java para Android"},
        {"item": "Desenvolvimento de aplicativos para iOS"},
        {"item": "Introdução ao desenvolvimento de jogos para dispositivos móveis"},
        {"item": "Desenvolvimento de jogos com Unity"},
        {"item": "Tópicos avançados em cloud computing, mobile e tendências de mercado (seminários)"},
        {"item": "Introdução e desenvolvimento para IoT (Internet of Things)"},
        {"item": "Introdução ao desenvolvimento Web: HTML5, CSS3 e JavaScript"},
        {"item": "Desenvolvimento híbrido de aplicativos móveis"},
        {"item": "Desenvolvimento de aplicações com segurança no ambiente Amazon Web Services"},
        {"item": "Desenvolvimento de Web Services com segurança sob plataforma Java e Node.js"}
    ],
    "coordenador": [
        {
            "imagem": "imagem",
            "nome": "Prof. Marcelo Vinícius Cysneiros Aragão",
            "cargo": "Coordenador do curso",
            "descricao": "Graduado em Engenharia de Computação pelo Instituto Nacional de Telecomunicações (Inatel) em 2014 e Mestre em Ciência e Tecnologia da Computação pela Universidade Federal de Itajubá em 2018. Trabalhou de 2011 a 2018 no Inatel Competence Center, mais recentemente como Especialista em Sistemas, onde atuou principalmente como desenvolvedor de soluções de Business Support Systems (BSS) em ambiente de integração contínua..."
        }
    ],
    "professores": [
        {
            "imagem": "imagem",
            "professor": "Daniel Mazzer",
            "materia": "Matéria do professor"
        },
        {
            "imagem": "imagem",
            "professor": "Daniela Edvana Costa de Almeida",
            "materia": "Matéria do professor"
        },
        {
            "imagem": "imagem",
            "professor": "Ednardo David Segura",
            "materia": "Matéria do professor"
        },
        {
            "imagem": "imagem",
            "professor": "Elton Barbosa Rodrigues",
            "materia": "Matéria do professor"
        },
        {
            "imagem": "imagem",
            "professor": "Felipe Andery Reis",
            "materia": "Matéria do professor"
        },
        {
            "imagem": "imagem",
            "professor": "Márcio Emílio Cruz Vono de Azevedo",
            "materia": "Matéria do professor"
        },
        {
            "imagem": "imagem",
            "professor": "Paulo César Siécola",
            "materia": "Matéria do professor"
        },
        {
            "imagem": "imagem",
            "professor": "Phyllipe de Souza Lima Francisco",
            "materia": "Matéria do professor"
        },
        {
            "imagem": "imagem",
            "professor": "Roberto Ribeiro Rocha",
            "materia": "Matéria do professor"
        },
        {
            "imagem": "imagem",
            "professor": "Rodrigo Pimenta Carvalho",
            "materia": "Matéria do professor"
        },
        {
            "imagem": "imagem",
            "professor": "Rodrigo Luís de Faria",
            "materia": "Matéria do professor"
        }
    ],
    "principais-atividades-desenvolvidas": [
        {
            "imagem": "imagem",
            "descricao": "Entender e aplicar técnicas de programação em SOA, BPM e Cloud Computing;"
        },
        {
            "imagem": "imagem",
            "descricao": "Desenvolver aplicações orientadas a objetos, nas linguagens apresentadas na seção 3;"
        },
        {
            "imagem": "imagem",
            "descricao": "Desenvolver aplicações utilizando WebServices e interface de serviço em Java: SOAP e REST e em .Net, NodeJS, AWS (Amazon Web Services) e Google App Engine;"
        },
        {
            "imagem": "imagem",
            "descricao": "Desenvolvimento de aplicações multiplataformas ou não, utilizando os sistemas operacionais Android e iOS;"
        },
        {
            "imagem": "imagem",
            "descricao": "Conceituar Big Data e dominar técnica de análise de dados e seu processamento; f) Desenvolver aplicações usando JavaEE;"
        },
        {
            "imagem": "imagem",
            "descricao": "Desenvolver serviços SOAP com WCF (Windows Communication Foundation) em C#;"
        },
        {
            "imagem": "imagem",
            "descricao": "Desenvolvimento de jogos utilizando Unit;"
        },
        {
            "imagem": "imagem",
            "descricao": "Conceituar e desenvolver aplicações em IoT (Internet of Things)."
        },
        {
            "imagem": "imagem",
            "descricao": "Abordar aspectos de segurança durante o desenvolvimento das aplicações"
        }
    ]
}